{
	"uid": "fx5E3Qp2BrEUQOLN2mq7ENuA1DY=",
	"title": "ALESIS VIRTUE BLACK",
	"description": "88-Key Digital Piano with Stand and Adjustable Bench.\n\nEVERYTHING YOU NEED TO GET STARTED\n\nThis is the complete package—you’re going to be amazed! Featuring a stylish and easy-to-assemble black wooden piano stand with a built-in music rest and three pedals (sustain, soft, sostenuto) and an adjustable piano bench, the Virtue includes everything that a beginning piano student needs to get started. The Virtue digital piano has 88 full-size velocity-sensitive keys with adjustable touch response, powerful built-in 30-watt speakers (15W x 2) and 128-note max polyphony for a realistic-sounding and involving playing experience.\n\nPREMIUM SOUND AND FEATURES\n\nThe Alesis Virtue features 360 realistic built-in sounds that cover a wide variety of instruments—acoustic and electric pianos, organs, strings, brass, woodwinds, percussion, mallets, guitars, synths and even sound effects! You can layer multiple sounds together in “Layer” mode, or split two sounds across the keyboard in “Split” mode. You can also easily add and adjust chord and reverb FX, as well as enable the included pedal resonance feature to add additional realism. The Virtue has 80 built-in demo songs and a one-touch song mode with 160 built-in accompaniment styles that enables you to instantly create songs in a wide variety of genres. You can even record your own songs using the built-in “Record” mode!\n\nPOWERFUL LEARNING TOOLS\n\nVirtue features a large LED backlit screen with a grand staff that displays the current notes being played and it also shows the names of chords being played in the one-touch song mode. There is also an easily-adjustable built-in metronome, and a Lesson mode that divides the keyboard into two identical sections with the same pitch and voice, so you can easily watch and play with a teacher using the same instrument. The Virtue also features a USB-MIDI output for connecting to a computer or tablet to use it with educational or recording software, as well as USB drive input so that you can play along with your favorite MP3s.",
	"price": 396,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/alesis-virtue-black",
	"posted": null,
	"tags": [
		"ALESIS",
		"VIRTUE",
		"BLACK"
	],
	"inStock": true
}