{
	"uid": "BQZKZp8wv0CbUFhCC9bjfvUcwIs=",
	"title": "SONICWARE LIVEN BASS & BEATS",
	"description": "Wavetable Bass Synthesizer and Rhythm Machine\n\nWAVETABLE SYNTH ENGINE\n\nUnleash our wavetable engine to create thick basslines that fit into all genres.\nCombine wavetable modulation and our rich resonant filter to create satisfying growls and wobbles.\n\nThe bass synth engine includes:\n- Two independent Wavetable oscillators with the 64 available wavetables.\n- One sub-oscillator\n- One noise generator which can create 16 different noise types.\n\nAdd even more flavor to your basslines with the built-in LFO, envelope generator, unison control, multi-mode filter, and distortion effects.\n\nA LIBRARY OF RHYTHM SOUNDS SPECIALIZED FOR ELECTRONIC DANCE MUSIC\n\nThe Liven Bass & Beats is loaded with 350 high-quality rhythm sounds carefully selected for modern and timeless compositions.\nThe library of drum sounds also include risers and tension releases SFX which are useful tools when transitioning to new sections of your compositions.\n\nHIT THE GROUND RUNNING WITH 64 BASS PATCHES THAT COVER ALL GENRES\n\nThe LIVEN Bass & Beats includes 64 bass presets including battle tested favorites such as the Reese Bass, Future Bounce Bass, Wobble Bass, Growl Bass, Neuro Bass, Deep House Bass, Acid Bass, 808 Sub Bass, and more.\nUse these presets to quickly dial in the vibe of a specific genre.\n\n\nREADY-TO-GO PRESET DRUM KITS\n\nThe drum sounds are organized into well balanced kits for specific genres such as:\nDUBSTEP, HOUCE, HIPHOP, TRAP, TECHNO, EDM, R&B, DOWNTEMPO, CHILL TRANCE, DRUM'N'BASS, JUNGLE, FUTURE BASS, ELECTRO, ELECTRONICA, IDM, DISCO, BREAK BEATS, etc.\nYou can also mix and match sounds from the drum library to create your own custom kits.\n\n\nIDEAL FOR LIVE ELECTRONIC PERFORMANCE\n\nPowerful functions for live electronic music performance include 16 physical control knobs, parameter locking for each sequencer step, and SYNC IN/OUT and MIDI IN/OUT connectors to make synchronized performance with other equipment easy.\n\nLIGHT AND BATTERY-POWERED WITH A BUILT-IN SPEAKER\n\nAll these powerful functions are in a device that weighs only 790 g. Play it anywhere at any time.",
	"price": 1850,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/sonicware-liven-bass-beats",
	"posted": null,
	"tags": [
		"SONICWARE",
		"LIVEN",
		"BASS",
		"&",
		"BEATS"
	],
	"inStock": true
}