{
	"uid": "C7LwGqL2XCEgS4y1fd0NjTk0bvU=",
	"title": "IK MULTIMEDIA UNO SYNTH PRO DESKTOP",
	"description": "Open Box Unit\n\nUNO Synth Pro Desktop offers next-generation analog for everyone, with a dual-filter, 3-oscillator paraphonic design, 256 presets, a new 64-step sequencer, and expanded CV/Gate and audio connections, all packed into a compact desktop unit.\n\n \n\nA wealth of sounds\n\nCreate nearly any analog synth sound with three analog oscillators with continuously variable waveshape, pulse-width modulation, sync, oscillator FM and ring modulation; plus a white noise generator.\n\n \n\nPro level, dual-filter design\n\nBoth the original UNO 2-pole OTA multimode filter plus a new SSI 2/4-pole LP filter with self-oscillation can be used in series or parallel with invertible phase for 24 different filter modes.\n\n \n\nMassive flexibility\n\nTwo full ADSR envelopes, for both filter and amplitude, plus two LFOs to create classic synth vibrato, wah and tremolo. A 16-slot modulation matrix for sophisticated modulation schemes, with both internal and external sources, including MIDI controllers.\n\n \n\nDeep onboard effects\n\nFour effect blocks: an analog overdrive circuit, plus 12 new digital effects: modulation, delay and reverb. External signals can also be routed through these effects, with pre-effects filtering.\n\n \n\nPowerful presets and more\n\n256 user-editable presets, a 64-step sequencer and a 10-mode arpeggiator. Plus, a new “chord mode” takes advantage of UNO Synth Pro’s paraphonic design.\n\n \n\nAdvanced connectivity\n\nTwo balanced stereo outputs plus headphone out. USB, MIDI I/O and assignable CV/Gate connections lets UNO Synth Pro interact with modular gear. An audio input allows access to the filter and FX section in addition to pass-through for daisy-chaining multiple units.\n\nThis product has been unboxed and opened. It is in near-mint condition and show virtually no signs of use. It comes with all the original accessories and packing. This is a final sale but includes the manufacturer’s full warranty.",
	"price": 450,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/ik-multimedia-uno-synth-pro-desktop-2",
	"posted": null,
	"tags": [
		"IK",
		"MULTIMEDIA",
		"UNO",
		"SYNTH",
		"PRO",
		"DESKTOP"
	],
	"inStock": true
}