{
	"uid": "tdXDBkF3PmQWeAq3I3okGrPU+hQ=",
	"title": "NOVATION PEAK",
	"description": "Open Box Unit\n\nPeak Firmware Update v2.0 (Firmware revision 440, FPGA revision 439).\n\nNew Features:\n\n• Pan control added to Voice menu.\n\n\n• 3 new stereo spread modes available in the Voice menu: Alternate, Diverge 2, NoteVal\n\n• Delay stages added to Amp, Mod1 and Mod2 envelopes. Edited in the Env menu.\n\n• New Mod Matrix Destinations:\n\n• Pan\n\n• Oscillator 123 shape\n\n• Amp Envelope Delay\n\n• Amp Envelope Hold\n\n• Amp Envelope Sustain\n\n• Mod1 Envelope Delay\n\n• Mod1 Envelope Hold\n\n• Mod1 Envelope Sustain\n\n• Mod2 Envelope Delay\n\n• Mod2 Envelope Hold\n\n• Mod2 Envelope Sustain\n\n \n\n• A Patch Cue mode is now available in Settings. When on, patches won't load until confirmed by pressing Single or Multi, dependent on patch mode.\n\n• Animate Envelopes. Attack and Release envelopes for each animate button found in the Envelope menu.\n\n• New FX Mod Destinations:\n\n• Reverb LDamp (previously Rev LPF)\n\n• Reverb HDamp (previously Rev HPF)\n\n• Reverb Size\n\n• Reverb LPass\n\n• Reverb HPass\n\n• Delay Slew\n\n• Delay LF Damp\n\n• Delay HF Damp\n\n• Delay Width\n\n• Delay Ratio\n\n• LFO3 Rate\n\n• LFO4 Rate\n\n• Noise LPF\n\n• Noise HPF\n\n\n\n\n• LFO 3+4 Additional parameters found in the LFO menu:\n\n• Phase\n\n• Slew\n\n• Fade in time\n\n• Additional Chorus modes found in the FX menu:\n\n• Flanger\n\n• Phlanger - a flanger tuned to have phaser like effects\n\n• Delay Time Mode added to FX menu. Reduces sample rate of the delay to extend the max delay time available, as well as degrading the delay tone to emulate vintage digital / tape delays.\n\n• Noise added as a mod source.\n\n• Noise HPF filter added to Oscillator menu.\n\n• Arp Chance added to arp menu to affect the probability of the arp playing the next step.\n\n• Chord2 mode added to arp. This interacts with arp chance on a per note basis. This means Chord and Chance can be used for entire Chord probability, while Chord2 can be used for probability of each note in a chord.\n\nThis product has been unboxed and opened. It is in near-mint condition and show virtually no signs of use. It comes with all the original accessories and packing. This is a final sale but includes the manufacturer’s full warranty.",
	"price": 1850,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/novation-peak-1",
	"posted": null,
	"tags": [
		"NOVATION",
		"PEAK"
	],
	"inStock": true
}