{
	"uid": "M2H3ZNZzoxt6VxWe5PELacIpgM8=",
	"title": "SONICWARE LIVEN XFM SYNTHESIZER",
	"description": "Liven XFM from Sonicware is an FM synth and groovebox capable of making entire tracks thanks to nifty sequencer features and manipulative sound design techniques. Based around two approaches to FM synthesis, Liven XFM focuses on its intuitive and speedy fusion FM engines, capable of merging and morphing two different FM sounds into a completely new idea. Alternatively, EDIT mode provides in-depth control over a multitude of parameters relating to the four-operator XFM engine. The results offer a contemporary sonic palette that expands upon the traditional stylings of FM synthesis.\n\nLiven XFM centers around three robust and unique sound design techniques known as fusion FM engines: X-LAB, XFORM, and X-LFO. X-LAB merges two FM sounds to create a completely new and original sound, while XFORM morphs from one sound to the next over a period of time, making it capable of designing evolving tones. X-LFO expands upon morphing by using an LFO to continuously transform back and forth between two sounds, offering more rhythmic and rotary-esque timbres. This doesn't merely crossfade the amplitudes between two sounds, but rather carefully and smoothly blends between each sound's envelopes, modulation routings, and feedback. Create dimension with an additional LFO and three different voice modes, while you can add polish and refinement to your sound with additional multimode filter and effects.\n\nWhile much power lies in the sound design process, Liven XFM's four track sequencer is capable of a high level of control and performance, containing 64 steps for each of the 128 savable patterns. Parameter locking, an incredibly sought-after feature, offers live recorded or programmed per-step automation, and high resolution sequencing makes this even smoother with the tempo sub-division feature. Patterns can form songs with the chain playback feature, and the sequencer effects RANDOM and STUTTER add variety and complexity to how your tracks playback. Integrating your Liven XFM is easy enough with MIDI I/O and clock sync I/O, perfect for keeping all your gear in time. Push FM synthesis to new heights with the Liven XFM by Sonicware. \n\nMulti-track FM synthesizer & groovebox\nThree fusion FM engines: X-LAB, XFORM, and X-LFO\nUp to 512 savable sound memories (presets) with 300 factory included\nEDIT mode offers full access to 4-operator XFM engine\nThree voice modes: 6-voice poly, mono, and arpeggiator\nFour-track step sequencer capable of 64 steps per pattern and 128 savable patterns\nLive perform or program per-step parameter locks\nSequence performance including slicing effects, pattern chaining, and multiple input options for adding notes/steps\nTen effects including flanger, chorus, delay and more",
	"price": 1850,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/sonicware-liven-xfm-synthesizer",
	"posted": null,
	"tags": [
		"SONICWARE",
		"LIVEN",
		"XFM",
		"SYNTHESIZER"
	],
	"inStock": true
}