{
	"uid": "41ik8uZm4U0fdBv8TfMsEZQ5BcU=",
	"title": "ROLAND JUPITER-XM",
	"description": "Open Box Unit\n\nSince the release of the JUPITER-4 in 1978, the name JUPITER has marked the pinnacle of Roland sound and playability. Roland synthesizers with the JUPITER name carry our most advanced sound technologies, are supremely playable, and are built from premium materials.\n\nJUPITER-Xm combines classic Roland design and premium build quality with a powerful new synth engine. It faithfully recreates sought-after instruments from our long history of genre-defining sounds. And with multiple layers, loads of polyphony, and deep hands-on control, you can craft huge, spacious sounds that have as much sparkle as they have warmth and punch.\n\n \n\nSelf-contained, ultra-portable, idea machine.\n\nJUPITER-Xm may redefine what you think a synthesizer can be. It has a universe of sounds, expanding all the time. It can jam with you, inspire you, and capture your ideas. It can go just about anywhere, and it doesn’t need any cables or wires to function—not even for power. The JUPITER-Xm is an entire electronic production and performance environment that you can put under one arm. Where you take it, is up to you.\n\n \n\nClassic analog to vintage digital. And beyond.\n\nJUPITER-Xm is equipped with our latest sound engine, capable of morphing into legendary synths from our long history of genre-defining sounds. It’s so flexible that it can reproduce our highly sought-after analog classics like the JUPITER-8, JUNO-106, and SH-101, as well as digital machines like the vintage XV-5080 and modern RD pianos. You also get the many Roland drum machines that are the foundation of electronic and dance music like the TR-808, TR-909, CR-78, and more. It’s like a studio full of vintage gear, with modern capabilities and a deep synth engine so you can explore unmapped sonic territory.\n\n \n\nIntelligent. Inspiring.\n\nNeed something wonderful, fast? JUPITER-Xm’s I-Arpeggio is a next generation arpeggiator that uses artificial intelligence to not just accompany you, but to inspire you. I-Arpeggio takes your input—notes, rhythms, phrases—and creates complementary drum parts, basslines, chords, and arpeggiated lines. It works on each of JUPITER-Xm’s five parts simultaneously, and generated patterns can be customized and even exported to your DAW. These aren’t canned backing tracks—they’re intelligently generated beats and phrases that energize live performance and pulverize writer’s block.\n\nFind the sweet spots.\n\nIn addition to its informative display, JUPITER-Xm has an array of large, comfortable knobs, sliders, and buttons. They feel sturdy and precise for incredibly smooth sweeps and subtle changes. And with the dedicated effects section and quick switching between synth layers, you can immediately take control of any aspect of a sound. This kind of natural, hands-on control gives you the feeling of reaching in and touching the sound, shaping it to find just the right settings for the moment.\n\n \n\nThe power of polyphony.\n\nJUPITER-Xm can layer up to five parts, four for synths and one for drums. Its engine can power multiple authentic Roland classics like the JX-8P or JUPITER-8 with enough polyphony to create thick layers and complex backing parts. Create the perfect bass and lead split with an SH-101 and JUNO-106, layer a rich RD piano with lush JX-8P strings, or make a monster stack of JUPITER-8s.\n\n \n\nBuilt to last. Made to play.\n\nWhether it’s a personal studio, professional studio, or a touring rig, JUPITER-Xm is right at home. The tough metal and premium components mean it stands up to the rigors of live performance and always feels solid and precise. The high-quality, balanced connections, full-sized MIDI jacks, and multiple pedal inputs make JUPITER-Xm ready for any situation.\n\n \n\nThe freedom of wireless.\n\nWith JUPITER-Xm, you have the freedom to create, perform, and produce without any cables or clutter. It operates for hours on batteries, has powerful room-filling speakers which can also play audio over Bluetooth, and even controls soft synths on computers and iPad with Bluetooth MIDI. You can jam to backing tracks, produce new tracks, mix internal synths with soft synths—and do it all without ever plugging in a single cable.\n\n \n\nSo portable. So playable.\n\nToo often you must sacrifice playability and expression for something easily portable. JUPITER-Xm strikes a perfect balance with an all-new 37-key slim keyboard that redefines what a compact keyboard can be. Small doesn’t have to mean cheap, and in the case of JUPITER-Xm, you get solid, responsive keys and three full octaves in a space generally reserved for a lot less.\n\n \n\n \n\nEver-expanding.\n\nJUPITER-Xm is part of an expandable platform so it can be updated with fresh new content as it becomes available. It can also share sounds and other contents with the full-sized JUPITER-X.\n\nThis product has been unboxed and opened. It is in near-mint condition and show virtually no signs of use. It comes with all the original accessories and packing. This is a final sale but includes the manufacturer’s full warranty.",
	"price": 2160,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/roland-jupiter-xm-2",
	"posted": null,
	"tags": [
		"ROLAND",
		"JUPITER-XM"
	],
	"inStock": true
}