{
	"uid": "O6UsSEVBd3HFOZLu6UhRe3FZX0c=",
	"title": "MODAL ELECTRONICS SKULPT",
	"description": "      Open Box Unit\n     \n      Contact us for pictures!\n4 voice – 32 oscillator virtual analogue synthesiser\n8 oscillators per voice with 2 selectable morphable waveforms\nMixer stage for osc levels along with FM, PWM, tuning and Ring Modulation options\nMonophonic, Duophonic and Polyphonic modes available\nMulti option Unison / spread to detune the 32 oscillators for a huge sound\n8 slot modulation matrix with 8 sources and 37 destinations\n3 x envelope generators for Filter, Amplitude and Modulation\n2 x audio rate LFOs, one global and one polyphonic\nRealtime sequencer that will record up to 256 notes and up to 4 parameters.\nFully featured arpeggiator with division, direction, octave, swing and sustain controls.\nResonant filter that can be morphed from low pass, through band pass, to high pass\nDelay and distortion (waveshaping overdrive, not bitcrushing) effects\nOptional MIDI clock sync for LFOs and Delay\n128 patch and 64 sequence storage locations\n16 key touch MIDI keyboard\nMIDI DIN in and out\nAnalogue clock sync in and out (configured to the KORG / Teenage Engineering specification)\nClass compliant MIDI provided over USB connection to host computer or tablet\nHeadphone and line output\nPowered by USB or 6 x AA batteries\nOptional software editor available for macOS, Windows, iOS and Android\nPolychain up to four units together for up to 16 voices\nPortable and compact design\nIncludes protective lid, which also fits underneath to provide a raised working surface if desired\n\nThis product has been unboxed and opened. It is in near-mint condition and show virtually no signs of use. It comes with all the original accessories and packing. This is a final sale but includes the manufacturer’s full warranty.",
	"price": 396,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/modal-electronics-skulpt-1",
	"posted": null,
	"tags": [
		"MODAL",
		"ELECTRONICS",
		"SKULPT"
	],
	"inStock": true
}