{
	"uid": "cz4MXZfmGIRWRXQPPTz8ZFYH8hY=",
	"title": "SUBDECAY OCTASYNTH",
	"description": "Open Box Unit\n\nContact us for pictures!\n\nAn analog synth pedal that actually sounds like… A SYNTH.\n\nThe Octasynth’s origins date back to the early days of Subdecay and our love of old analog synth tone.  Over the course of six years this effect was designed and redesigned more a dozen times until we got everything right – Perfection is not simply an issue of tone.  In a stompbox it’s about simplicity and control.\n\n\nRaw Waveforms + Resonant Filter = Analog synthesizer.\n\nThe Octasynth is more than a simulation or an attempt to mimic analog synthesizers. It is an analog synthesizer. The heart and soul of the octasynth are two different effects both built around IC’s commonly used in analog synthesis. The first is an octave generator that converts your guitar into three square waves. The octaves then run through a second effect: A resonant low pass filter. 90% of the analog synth tones you are familiar with are just this – Raw waveforms and resonant filters.\n\nThe first temptation with any synthesizer effect is to make it complicated, so complicated that most people would never have the patience to use it. While this can make for a very fun (and expensive) toy, it becomes less useful or even frustrating if you can’t easily recall ‘that sound’ you were getting from it a few minutes ago.\n\nDynamics- Not only does the Octasynth track the note you are playing. It also tracks dynamics to control the filter. Use the DEPTH and RESONANCE controls to create in your face punch or resonant gurgles. Expressive controls let your playing shine through. The way you play a note has just as much effect on the sound as the note you play. The filter also completely turns off while you are not playing to eliminate sputter or other noises common with other octave effects.\n\nControls:\n\n \n\nThe Octasynth’s controls are tailored to creating a sound quickly. No endless tweaking required.\nBlend- A mix control for 3 octave voices. To the left, two octaves down. To the right, one octave. In the center a mix of all three.\nDepth- The range of the filter. As this knob is turned to the right each note you play pushes the filter cutoff frequency higher. This control can be a bit touchy, especially in the lower range. When turned all the way down the filter stays below audible frequencies (i.e. there will be no sound at all). It needs to be turned up at least a little bit for any audible effect. This design allows the filter to trail off to ultra low frequencies, which can make notes trail off gracefully rather than sputtering out.\nRes- Resonance/Feedback for the filter. Turned to the right the cut off frequency of the filter is intensified. Turned all the way to the right the filter will approach near oscillation.\nLevel- Total output volume.\n\nUsing it with Bass guitar:\nThe most common questions we hear about the Octasynth are from bass players. In the past we recommended not using this effect with bass guitar, but many bassists use it and love it. It really comes down to expectations. The pedal was designed with guitar in mind. The pedal can produce a full two octaves down which might be too much for the lower registers of bass guitar. Tracking may not be so great below the 5th fret. Playing around the middle of the fret board can create some great bass-synth tones.\n\nThe Octasynth is monophonic, so you’ll need to leave your diminished 9th jazz chords at home. The Octaynth just want’s to rock n roll!\n\nNotes about The Octasynth:\n\nPowered by a 9 volt battery or a regulated 9VDC to 12VDC adapter with a negative center\n2.1mm barrel style plug\nIf using a “daisy chain” power supply, all other pedals MUST be negative ground.\nCurrent draw is less than 10mA.\nLength 4.4″ X Width 2.3″ X Height 1.0″\nInput impedance- 500K\nOutput impedance- varies depending on Level setting.\nThe Octasynth is hand made in Oregon.\nDie cast metal enclosures for durability.\n3PDT switches for true bypass switching.\nRed LED indicator.\nThree-year limited warranty.\nWeight\t12 oz\nDimensions\t4.375 x 2.375 x 2.25 in\n\n \n\nThis product has been unboxed and opened. It is in near-mint condition and show virtually no signs of use. It comes with all the original accessories and packing. This is a final sale but includes the manufacturer’s full warranty.",
	"price": 187,
	"shipping": null,
	"currency": "CAD",
	"site": "https://moogaudio.com/",
	"url": "https://moogaudio.com/collections/sales/products/subdecay-octasynth-1",
	"posted": null,
	"tags": [
		"SUBDECAY",
		"OCTASYNTH"
	],
	"inStock": true
}